Repository: BonioT/Spheera
Catalog: Spira 2/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: A simple technique to ground yourself in the present.
de: Eine einfache Technik, um sich im Hier und Jetzt zu verankern.
es: Una técnica simple para conectarte con el presente.
fr: Une technique simple pour s'ancrer dans le présent.
it: Una tecnica semplice per radicarti nel presente.

source: A steady rhythm helps: equal inhale and exhale.
de: Ein stetiger Rhythmus hilft: Ein- und Ausatmen gleich lang.
es: Un ritmo constante ayuda: inhalación y exhalación iguales.
fr: Un rythme régulier aide : inspiration et expiration égales.
it: Un ritmo costante aiuta: inspirazione ed espirazione uguali.

source: Activates the parasympathetic nervous system to calm you down.
de: Aktiviert das parasymphatische Nervensystem, um dich zu beruhigen.
es: Activa il sistema nervioso parasimpático para calmarte.
fr: Active le système nerveux parasympathique pour vous calmer.
it: Attiva il sistema nervoso parasimpatico per calmarti.

source: Anguish
de: Angst
es: Angustia
fr: Angoisse
it: Angoscia

source: Anxiety
de: Angstzustand
es: Ansiedad
fr: Anxiété
it: Ansia

source: Balances the nervous system and reduces stress.
de: Gleicht das Nervensystem aus und reduziert Stress.
es: Equilibra el sistema nervioso e reduce el estrés.
fr: Équilibre le système nerveux et réduit le stress.
it: Bilancia il sistema nervoso e riduce lo stress.

source: Better with headphones
de: Besser mit Kopfhörern
es: Mejor con auriculares
fr: Mieux avec des écouteurs
it: Meglio con le cuffie

source: Box Breathing
de: Box-Atmung
es: Respiración Cuadrada
fr: Respiration au carré
it: Respirazione Quadrata

source: Breathe
de: Atmen
es: Respirar
fr: Respirer
it: Respira

source: Breathe for your soul
de: Atme für deine Seele
es: Respira por tu alma
fr: Respirez pour votre âme
it: Respira per la tua anima

source: Breathe gently to maintain this serene state.
de: Atme sanft, um diesen ruhigen Zustand zu bewahren.
es: Respira suavemente para mantener este estado sereno.
fr: Respirez doucement pour maintenir cet état serein.
it: Respira dolcemente per mantenere questo stato sereno.

source: Calm
de: Ruhig
es: Calma
fr: Calme
it: Calmo

source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Cambia

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: Comfort first: keep breaths small at the beginning.
de: Komfort zuerst: Den Atem am Anfang klein halten.
es: La comodidad es lo primero: mantén respiraciones cortas al principio.
fr: Le confort avant tutto : gardez des respirations courtes au début.
it: Prima il comfort: tieni i respiri piccoli all'inizio.

source: Don’t focus on one moment. Look at the whole timeline. Breathe. You’re okay.
de: Konzentrieren Sie sich nicht auf einen einzigen Moment. Betrachten Sie die gesamte Zeitachse. Atmen Sie. Es ist alles in Ordnung.
es: No te concentres en un solo momento. Mira toda la línea de tiempo. Respira. Estás bien.
fr: Ne vous concentrez pas sur un seul moment. Regardez toute la timeline. Respirez. Tout va bien.
it: Non concentrarti su un singolo momento. Guarda l'intera timeline. Respira. Stai bene.

source: Exhale...
de: Ausatmen...
es: Exhala...
fr: Expirez...
it: Espira...

source: Expand your chest slightly to welcome the feeling.
de: Öffnen Sie Ihren Brustkorb leicht, um das Gefühl willkommen zu heißen.
es: Expande tu pecho ligeramente per acoger el sentimiento.
fr: Élargissez légèrement votre poitrine per accueillir ce sentiment.
it: Espandi leggermente il petto per accogliere questa sensazione.

source: Extend the exhale gently. Let the body downshift.
de: Das Ausatmen sanft verlängern. Den Körper zur Ruhe kommen lassen.
es: Extiende la exhalación suavemente. Deja que el cuerpo se calme.
fr: Prolongez l'expiration doucement. Laissez le corps ralentir.
it: Allunga l'espirazione dolcemente. Lascia che il corpo deceleri.

source: Grateful
de: Dankbar
es: Agradecido
fr: Reconnaissant
it: Grato

source: Ground yourself: name 3 things you see, 2 you feel, 1 you hear.
de: Erde dich: nenne 3 Dinge, die du siehst, 2, die du fühlst, 1, das du hörst.
es: Conéctate: nombra 3 cosas que ves, 2 que sientes, 1 que escuchas.
fr: Ancrez-vous : nommez 3 choses que vous voyez, 2 que vous ressentez, 1 que vous entendez.
it: Radicati: nomina 3 cose che vedi, 2 che senti, 1 che ascolti.

source: Hold
de: Halten
es: Mantenga
fr: Maintenir
it: Trattieni

source: How do you feel today?
de: Wie fühlst du dich heute?
es: ¿Cómo te sientes hoy?
fr: Comment vous sentez-vous aujourd'hui ?
it: Come ti senti oggi?

source: If emotions spike, pause and return when ready.
de: Wenn Emotionen hochkochen, mache eine Pause und kehre zurück, wenn du bereit bist.
es: Si las emociones aumentan, haz una pausa e regresa quando estés listo.
fr: Si vos émotions s'intensifient, faites una pause et revenez quand vous êtes prêt.
it: Se le emozioni aumentano, fai una pausa e torna quando sei pronto.

source: Inhale...
de: Einatmen...
es: Inhala...
fr: Inspirez...
it: Inspira...

source: Label thoughts as 'thought' and return to breathing.
de: Gedanken als 'Gedanken' markieren und zum Atmen zurückkehren.
es: Etiqueta los pensamientos como 'pensamiento' e vuelve a la respiración.
fr: Étiquetez les pensées comme 'pensée' e revenez alla respiration.
it: Etichetta i pensieri come 'pensiero' e torna alla respirazione.

source: Let the stillness wash over you.
de: Lasse dich von der Stille durchfluten.
es: Deja che la quiete te envuelva.
fr: Laissez le calme vous envahir.
it: Lascia che la quiete ti avvolga.

source: Long Exhale
de: Langes Ausatmen
es: Exhalación Larga
fr: Longue expiration
it: Espirazione Lunga

source: Low mood
de: Gedrückte Stimmung
es: Estado de ánimo bajo
fr: Humeur maussade
it: Umore basso

source: Mindful Breathing
de: Achtsames Atmen
es: Respiración Consciente
fr: Respiration consciente
it: Respirazione Consapevole

source: Notice this feeling. Anchor it in your body.
de: Beobachte dieses Gefühl. Verankere es in deinem Körper.
es: Observa esta sensación. Anclala en tu cuerpo.
fr: Observez cette sensation. Ancrez-la dans votre corps.
it: Osserva questa sensazione. Ancorala nel tuo corpo.

source: Overthinking
de: Grübeln
es: Rumiación
fr: Rumination
it: Rimuginare

source: Panic
de: Panik
es: Pánico
fr: Panique
it: Panico

source: Peaceful
de: Friedlich
es: Tranquilo
fr: Paisible
it: In pace

source: Peak
de: Spitze
es: Pico
fr: Pic
it: Picco

source: Pick one anchor: the countdown or the circle.
de: Wähle einen Anker: den Countdown oder den Kreis.
es: Elige un ancla: la cuenta atrás o el círculo.
fr: Choisissez un ancrage : le compte à rebours ou le cercle.
it: Scegli un punto di ancoraggio: il conto alla rovescia o il cerchio.

source: Pick one. One entry per day keeps your timeline clean.
de: Wähle eines aus. Ein Eintrag pro Tag hält deine Zeitachse sauber.
es: Scegline uno. Un inserimento al giorno tiene pulita la tua timeline.
fr: Choisissez-en un. Une entrée par jour maintient votre timeline propre.
it: Scegline uno. Un inserimento al giorno tiene pulita la tua timeline.

source: Promotes relaxation and helps with sleep.
de: Fördert die Entspannung und hilft beim Einschlafen.
es: Favorece la relajación e aiuta a dormir.
fr: Favorise la relaxation et aide au sommeil.
it: Favorisce il rilassamento e aiuta a dormire.

source: Ready?
de: Fertig?
es: ¿Listo?
fr: Prêt ?
it: Pronto?

source: Reduce input: headphones + fewer distractions.
de: Input reduzieren: Kopfhörer + weniger Ablenkung.
es: Reduce los estímulos: auriculares + menos distracciones.
fr: Réduisez les stimuli : écouteurs + moins de distractions.
it: Riduci gli stimoli: cuffie + meno distrazioni.

source: Relax your jaw and drop your shoulders before starting.
de: Entspanne deinen Kiefer und lass deine Schultern sinken, bevor du beginnst.
es: Relaja la mandíbula e baja los hombros antes de empezar.
fr: Détendez votre mâchoire et abaissez vos épaules avant de commencer.
it: Rilassa la mascella e abbassa le spalle prima di iniziare.

source: Relaxing Breath
de: Entspannender Atem
es: Respiración Relajante
fr: Respiration relaxante
it: Respiro Rilassante

source: Reset breathing
de: Atmung zurücksetzen
es: Reiniciar respiración
fr: Réinitialiser la respiration
it: Reimposta la respirazione

source: Saved to Calendar
de: Im Kalender gespeichert
es: Guardado en el calendario
fr: Enregistré dans le calendrier
it: Salvato nel Calendario

source: Select a state
de: Wähle einen Zustand
es: Selecciona un estado
fr: Sélectionner un état
it: Seleziona uno stato

source: Select a technique
de: Wähle eine Technik
es: Selecciona una técnica
fr: Sélectionner une technique
it: Seleziona una tecnica

source: Start breathing
de: Atmung starten
es: Iniciar respiración
fr: Commencer la respiration
it: Inizia la respirazione

source: Start with one cycle. Small steps count.
de: Starte mit einem Zyklus. Kleine Schritte zählen.
es: Comienza con un ciclo. Los pequeños pasos cuentan.
fr: Commencez par un cycle. Les petits pas comptent.
it: Inizia con un ciclo. I piccoli passi contano.

source: Stress & Peace Function
de: Stress- und Friedensfunktion
es: Función Estrés e Paz
fr: Fonction Stress e Paix
it: Funzione Stress & Pace

source: Suggestions
de: Vorschläge
es: Sugerencias
it: Suggerimenti

source: Take a mental picture of this moment.
de: Machen Sie ein mentales Foto von diesem Augenblick.
es: Haz una foto mental de este momento.
fr: Prenez une photo mentale de ce moment.
it: Scatta una foto mentale di questo momento.

source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana

source: Timeline
de: Zeitachse

source: Tips
de: Tipps
es: Consejos
fr: Conseils
it: Consigli

source: Try a longer exhale than inhale.
de: Versuche eine längere Ausatmung als Einatmung.
es: Prueba una exhalación más larga que la inhalación.
fr: Essayez une expiration più longue que l'inspiration.
it: Prova un'espirazione più lunga dell'inspirazione.

source: You are exactly where you need to be.
de: Du bist genau dort, wo du sein musst.
es: Estás exactamente donde necesitas estar.
fr: Tu es exactement là où tu dois être.
it: Sei esattamente dove devi essere.

source: You selected a state. Here are your suggestions.
de: Du hast einen Zustand ausgewählt. Hier sind deine Vorschläge.
es: Has seleccionado un estado. Aquí están tus sugerencias.
fr: Vous avez sélectionné un état. Voici vos suggestions.
it: Hai selezionato uno stato. Ecco i tuoi suggerimenti.

source: Your Timeline
de: Deine Zeitachse
es: Tu Timeline
fr: Ta Timeline
it: La tua Timeline

source: Start
es: Inicio
fr: Démarrer
it: Inizia

source: Stress
es: Estrés

source: After the session, drink water and stretch once.
it: Dopo la sessione, bevi dell'acqua e fai uno stretching.

source: Calendar
it: Calendario

source: Don’t focus on one moment. Look at the whole calendar — it’s a small part of your life. Breathe. You’re okay.
it: Non concentrarti su un singolo momento. Guarda l'intero calendario — è solo una piccola parte della tua vita. Respira. Stai bene.

source: No entries for this day.
it: Nessun inserimento per questo giorno.

source: Pick one. You can log multiple moments — the calendar helps you zoom out.
it: Scegline uno. Puoi registrare più momenti — il calendario ti aiuta a vedere il quadro generale.
